"OK" = "Ok";
"Back" = "Retour à";
"Done" = "Terminé";
"Sorry" = "Désolé";
"Cancel" = "Annuler";
"Setting" = "Mettre en place";
"Photos" = "Les photos";
"Videos" = "Vidéo";
"Preview" = "Aperçu";
"Full image" = "Image originale";
"Processing..." = "Traitement...";
"Can not use camera" = "Impossible d'utiliser l'appareil photo";
"Synchronizing photos from iCloud" = "Synchronisation de photos depuis iCloud";
"Can not choose both video and photo" = "Impossible de sélectionner la vidéo lors de la sélection de photos";
"Can not choose both photo and GIF" = "Impossible de sélectionner GIF lors de la sélection de photos";
"Select the video when in multi state, we will handle the video as a photo" = "Sélectionnez la vidéo dans un état de sélection multiple et envoyez la vidéo comme image par défaut";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Impossible d'accéder à la page des paramètres de confidentialité, veuillez vous rendre sur la page des paramètres manuellement, merci";
"Select a maximum of %zd photos" = "Vous ne pouvez sélectionner que jusqu'à %zd photos";
"Select a minimum of %zd photos" = "Veuillez sélectionner au moins %zd photos";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Autorisez %@ à accéder à votre album dans \"Paramètres -> Confidentialité -> Photos\"";
"Please allow % to access your camera in \"Settings -> Privacy -> Camera\"" = "Veuillez autoriser %@ à accéder à votre caméra dans\"Paramètres -> Confidentialité -> Appareil photo\"";
"You haven't set the microphone permission to use the function properly" = "Vous n'avez pas défini l'autorisation du microphone pour utiliser correctement la fonction";
"You haven't set the camera permission to use the function properly" = "Vous n'avez pas défini l'autorisation de la caméra, la fonction ne peut pas être utilisée normalement";
"You haven't set the album permission to use the function properly" = "Vous n'avez pas défini l'autorisation de l'album et la fonction ne peut pas être utilisée normalement";
"You haven't set the album permission to save the picture" = "Vous n'avez pas défini d'autorisation d'album, vous ne pouvez pas enregistrer d'images";
"You haven't set the album permission to save the video" = "Vous n'avez pas défini l'autorisation de l'album et ne pouvez pas enregistrer la vidéo";
"Do you wanna save video?" = "Voulez-vous enregistrer la vidéo ?";

"chatEnd" = "Fin de conversation";
"chatFailCancel" = "Retour à";
"chatFailContent" = "L'accès à la boîte de dialogue a échoué, s'il faut réessayer?";
"chatFailRetry" = "Réessayer";
"chatFailTitle" = "La conversation a échoué";
"endChat" = "Fermer la conversation";
"staffOffline" = "Le service client est hors ligne";
"leaveWordTitle" = "Laissez un message";
"noNetWork" = "La connexion réseau a échoué";
"staffNickName" = "Service client";
"waitingTitle" = "En attente d'accès";
"success" = "Succès";
"fail" = "Échec";
"error" = "Mauvais";
"notFound" = "Aucun fichier correspondant trouvé";
"resourceError" = "Erreur de ressource";
"playError" = "Erreur de lecture";
"netError" = "Le réseau n'est pas disponible";
"pageLoadingError" = "La page n'est pas disponible";
"uploadError" = "Erreur de téléchargement";
"overSize" = "Le fichier est trop volumineux";
"save" = "Enregistrer";
"Do you end this conversation?" = "Voulez-vous mettre fin à cette conversation?";
"Do you wanna save picture?" = "Enregistrez-vous l'image?";
"loading" = "Chargement...";
"connecting..." = "Connexion...";
"connectingTitle" = "Accéder...";
"[pic]" = "[Image]";
"tip" = "Indice";
"not support" = "Non pris en charge";
"full image"="Full image";
"work order"="Demande de service";
"emoji" = "[emoji]";
"newMsg" = "Vous avez un nouveau message";
"no message" = "pas de message";
"no network is available" = "aucun réseau n'est disponible";
"connect error,please check" ="erreur de connexion, veuillez vérifier";
"message" = "renseignements";
"message(%ld)" = "renseignements(%ld)";

//----> extral_permission_description
"echat_permission_camera" = "autorisations de caméra,";
"echat_permission_microphone" = "autorisations de microphone,";
"echat_permission_album" = "Autorisations d'album,";
"echat_permission_location" = "autorisations de localisation,";
"echat_permission_use_description" = "Instructions d'utilisation des autorisations";
"echat_permission_map_description" = "Demande actuellement une autorisation de localisation, qui est utilisée pour localiser l'emplacement actuel du téléphone mobile pendant le dialogue avec le service client, sélectionner les informations de localisation et les envoyer au service client, n'autorise pas l'autorisation et n'affecte pas l'utilisation d'autres fonctions";
"echat_permission_media_description" = "Demande actuellement des autorisations d'album photo, qui sont utilisées pour envoyer des images, des vidéos et enregistrer des images, des vidéos et des fichiers au niveau local lors des conversations avec le service client. Aucune autorisation n'est autorisée et cela n'affecte pas l'utilisation d'autres fonctions.";
"echat_permission_record_description" = "L'application actuelle %@ est utilisée pour prendre des photos, enregistrer des vidéos, enregistrer de l'audio et les envoyer au service client pendant les conversations du service client. Aucune autorisation n'est accordée et les autres fonctions ne seront pas affectées.";
